
Country = ['台灣']
Background = [['老爸是大老闆，上下學專車接送，家裡有3個傭人，超爽', 
            '沒什麼好說，總之是個還過得去的一般家庭', 
            '不知道下一餐在哪裡，多災多難的貧困家庭']
]
Work = ['inherit', 'work', 'lazy', 'create', 'work', 'lazy', 'exam', 'work', 'exam', 'bad']
Event = [['光陰似箭，歲月如梭，身為富二代的你成年了，也到了決定人生方向的時候了\n\n自己決定吧\n1：繼承家業\n2：出去工作\n3：在家耍廢\n4：創業',
        '時間過得真快，一眨眼就成年了，該替自己的未來打算了\n\n決定吧\n1：找工作\n2：啃老\n3：考公職',
        '雖然以前常常餓肚子，但還是順利長大了，沒爸可靠的你下一步要怎走呢？\n\n想清楚吧\n1：找工作\n2：跳陣頭'],
]
Ending = [[['ending0', 'ending1', 'ending2', 'ending3'], ['ending4', 'ending5', 'ending6'], ['ending7', 'ending8','ending9']]
        ]

######################################################################
gender = ['male', 'female']

Life = {'台灣': {'老爸是大老闆，上下學專車接送，家裡有3個傭人，超爽': {'inherit', 'work', 'lazy', 'create'}, 
                  '沒什麼好說，總之是個還過得去的一般家庭': {'work', 'lazy', 'exam'}, 
                  '不知道下一餐在哪裡，多災多難的貧困家庭': {'work', 'exam', 'bad'}
                  },
#        'China': {'rich': {'inherit', 'lazy', 'work'},
#                 'normal': {'work', ''},
#                 'poor':
#                 }
    
       }
event = { 0:{ 0:{'光陰似箭，歲月如梭，身為富二代的你成年了，也到了決定人生方向的時候了\n\n自己決定吧，輸入：\n1：繼承家業\n2：出去工作\n3：在家耍廢\n4：創業' }, 
              1:{'時間過得真快，一眨眼就成年了，該替自己的未來打算了\n\n決定吧，輸入：\n1：找工作\n2：啃老\n3：考公職'}, 
              2:{'雖然以前常常餓肚子，但還是順利長大了，沒爸可靠的你下一步要怎走呢？\n\n想清楚吧，輸入：\n1：找工作\n2：跳陣頭'}
            }     
        }
ending = { 0:{ 0:{0:'000ending', 1:'001ending', 2:'002eding', 3:'003ending'},
               1:{0:'010ending', 1:'011ending', 2:'012ending'},
               2:{0:'020ending', 1:'021ending', 2:'022ending'}
             }
         }
